{
  "version": "https://jsonfeed.org/version/1",
  "title": "Kevin Shum",
  "home_page_url": "https://kevinshum.com/",
  "feed_url": "https://kevinshum.com/feed/feed.json",
  "description": "Seattle-based, MIT-trained design technologist, second-generation realtor &amp; former pro figure skater.",
  "author": {
    "name": "Kevin Shum",
    "url": "https://kevinshum.com/about/"
  },
  "items": [{
      "id": "https://kevinshum.com/posts/helloworld/",
      "url": "https://kevinshum.com/posts/helloworld/",
      "title": "Hello World!",
      "content_html": "<p>After circumnavigating the globe in less than 90 days, I landed back in the US longing to settle down, rest, and reflect on the wildest adventures that encompassed breathtaking hikes and waterfalls and last-minute food poisoning, snorkeling in the Pacific and witnessing kids fighting for their future.</p>\n<p>With hundreds of gigabytes of photos and journal entires to look back on, I had to put that briefly on hold as I now embark on my next adventure: full-time, adult life.</p>\n<p>And this is where this blog begins.</p>\n<p><img src=\"/posts/2019/Seattle/helloseattle.jpg\" alt=\"\"></p>\n<p>As a student, there's freedom and excitement. Yet there's structure, a method to the madness. Each semester is 14 weeks long. We have 3 day weekends, Thanksgiving, Winter Break, Spring Break, summer holiday. Lectures, recitations, labs. Problem sets each week, midterms, exams. Then there's the next semester to look forward to, and the year after that. There's the goal of graduating, finding a job, working on that research project, finishing that pset, mastering that concept.</p>\n<p>As a full-timer, there's even greater freedom and excitement, yet more responsibility and independence. I'm not sure what to expect, how I'll adapt to this new structure. Will I find a work-life balance? Will I keep up with the work items, finances, and my physical and mental health? What devote my free time to, in the evenings and weekends? How will I spend my limited time off? What do I have to look forward to? What's my next goal? How will I settle into a new city, a new group of friends and co-workers? What will my routines and rituals look like?</p>\n<p>I can't imagine how I'll run out of things to do, places to explore, between settling into my new apartment, exploring the city, picking up new hobbies, meeting new people, learning on the job, making this place home, and so much more.</p>\n<p>And it is my hope to document this journey into adulthood, the uncertainty, anxieties, and excitement of it all.</p>\n<p>Hello world, indeed!</p>\n",
      "date_published": "2019-09-14T17:00:00-07:00"
    },{
      "id": "https://kevinshum.com/posts/whats-in-a-name/",
      "url": "https://kevinshum.com/posts/whats-in-a-name/",
      "title": "What&#39;s in a name?",
      "content_html": "<p><img src=\"/posts/2019/Ghana/ozeteam.png#full\" alt=\"\"> <em>Everyone on the OZÉ team has a unqiue name and story behind it.</em></p>\n<p>Five weeks in, I’ve been getting better at remembering everyone’s name: the people on my team at OZÉ, the students I’m guest lecturing at the University of Ghana, and the local street vendors from whom I shop and purchase snacks and lunch. For example, there’s my co-worker Prince, a very unique but common name in Ghana; Mahfouz, who has roots in Mali and Togo; Kristen, who switches between her Ghanian and English name depending on who she is talking with; Janet, sometimes called Jane; Samuelle, a female but just as strong of a name as Samuel; and Rosalind and Rosa, sisters who share similar names who own adjacent shops. For me, I’m Kevin, and I explain to some that I’m Sam4 Zi3jung5 or Cén Zhìyǒng, depending on if you speak Cantonese or Mandarin.</p>\n<p>Beyond their names, I’m learning what my co-workers like to eat, what the students like to do in their free time, and what specials the vendors offer depending on the day. I’ve learned one of my co-workers has been trying a no-carb diet, while another can’t seem to stop eating more meals in a day. The mandame who offers packaged fresh fruit at the office knows I have a sweet spot for her mangoes. The mangoes have not been in season, thus more expensive, she tells me. The waitress at the nearby cafe remembers my order, and one afternoon when I bumped into her on the street, she asked where I was the day before when I was in another community conducting fieldwork. This all started with a simple, “εte sεn? Hi, my name is Kevin!”</p>\n<p><img src=\"/posts/2019/Ghana/office.JPG\" alt=\"\"> <em>Working hard at the OZÉ office.</em></p>\n<p>These seemingly insignificant personal connections have, in fact, been the most memorable part of my MISTI experience. The people I’m working with are not just Ghanaians. They each have a name, and beyond that, a depth of personality, tastes, and preferences. Likewise, for me, I’m no longer just that obroni or foreigner. I now have a name, a familiar face, a personality. I’m not just a tourist or visitor, or that kid with an Oriental appearance but with an American accent.</p>\n<p>I’m starting to become an acquaintance, a friend, an active resident. If I’m walking down the street, my tailor will glance up from his sewing and say hello, or a street food vendor will shout a friendly greeting. I’m not only just Kevin. To the tailor, I’m the Kevin who prefers plain fabrics and simple cuts and is excited to try out wearing kaftans, a local dress. To the street vendor, I’m the Kevin who likes to munch on the sweet, juicy local mangoes and drink lattes if it’s before 3 pm or else I can’t sleep at night because of the caffeine.</p>\n<p><img src=\"/posts/2019/Ghana/fruit.JPG\" alt=\"\"> <em>My favorite box of fruits from a street vendor who knows my soft spot for the local mangoes.</em></p>\n<p>In this short trip, I’ve realized that finding community is not just about finding people just like you, who share the same color of skin, hold the same passports, or speak in the same language. It’s been about going the extra mile to connect with each other on a personal level, even if it starts out as a simple exchange in the local language, introducing yourself, and remembering names. Once we’re able to humanize each other on a name-to-name basis, we can start to relate to one another and find common ground that defies geographic or cultural boundaries. Conversations flow from there.</p>\n<p><img src=\"/posts/2019/Ghana/kaftan.JPG\" alt=\"\"> <em>A coworker and I wearing our own bespoke kaftans, a local dress, fashioned by local tailors.</em></p>\n<p>Yes, I’m still an Asian American, born and raised in a completely different part of the world, with different traditions, customs, and foods. But thousands of miles away, I’ve met dozens of hospitable locals who have welcomed me to their community and helped me forge a sense of belonging, one name and story at a time. Here, I’ve found a place to call home.</p>\n<!-- ![](/posts/ghana/bridge./JPG\" \"Thumbs up for the canopy walk at Kakum National Park near Cape Coast, Ghana. Turns out it’s less scary than I expected.\">}} -->\n<!-- ![](https://kevinshum.blob.core.windows.net/2019/ghana/view.JPG\" \"One of the most surreal lookout points at Shai Hills\">}} -->\n<!-- ![](/posts/2019/Ghana/gslstudents.JPG)\n<div class=\"pt0 mt0 tc ks-serif i f5 pb2\">Cohort of students I taught with the MIT Global Startup Labs team at the University of Ghana.</div>\n\n![](/posts/2019/Ghana/office.JPG)\n<div class=\"pt0 mt0 tc ks-serif i f5 pb2\">Working hard at the OZÉ office.</div> -->\n<p><img src=\"/posts/2019/Ghana/relax.png\" alt=\"\"> <em>Relaxing next to the beach in Accra, Ghana, on my day off. This area reminds me of the sea side beach towns with ocean views back home in California.</em></p>\n<p><em>Originally published on <a href=\"https://mistiblogs.com/2019/07/26/what-do-ghana-hong-kong-and-the-u-s-have-in-common\">MISTI Blogs</a>.</em></p>\n",
      "date_published": "2019-07-09T17:00:00-07:00"
    },{
      "id": "https://kevinshum.com/posts/where-are-you-from/",
      "url": "https://kevinshum.com/posts/where-are-you-from/",
      "title": "What does Ghana, Hong Kong, and the US have in common?",
      "content_html": "<p>“Where are you from?”</p>\n<p>“The US.”</p>\n<p>&quot;You are a liar!&quot; he shouted at me. The others jumped in. &quot;You aren't American! Just look at your face, your eyes, your hair!&quot;</p>\n<p>I was helping 'storm' the local arts market in Accra, Ghana, with other sales reps at the startup I’m interning at. We were ready to leave when we met a group of shop owners near the entrance who were more curious about figuring out where exactly I was from.</p>\n<p>&quot;I was born in California,&quot; I added, if that made my Americanness any more persuasive. To them, it didn’t matter where I was born. It was how I looked.</p>\n<p>In my three weeks here, I've lost track of the &quot;ni hao&quot; greetings I've received on the streets. Sometimes it’s from kids not even 8 years old. On other occasions, I’m sitting in the backseat of an Uber in the middle of an intersection when a trotro (bus) driver looks at me and shouts, “Hey ching chong!”--twice. In any case, I usually respond with a polite hello and a smile, and walk away. Sometimes my American accent catches them off guard. Mandarin isn't even my mother tongue. In Cantonese--my first language--we say “hello,” a product of British rule of Hong Kong for over 150 years, or sometimes “nei5 hou2.”</p>\n<p>No matter where I go, I always feel slightly out of place. In the US, I'm Asian. In Hong Kong, I’m American. At MIT, I’m from the Bay Area. Within my family, I’m Cantonese. Here in Ghana, I come from China. But because I’m always juggling multiple identities, expressed or assumed, I treat it as an opportunity to fluidly adapt to new cultures and environments I find myself in.</p>\n<p>So far, here in Ghana, I’m not only learning more about the diverse local traditions, identities, and histories that make this country unique--for example, the numerous local tribes, languages, and cultures, and the legacy of its colonial past--but about myself, and what it means to be Hong Kong-American in a completely different continent.</p>\n<p>As it turns out, there are a lot more commonalities with Ghana and my own identities than I ever expected.</p>\n<p>To start, let’s talk about food. Food is my favorite way to explore my own culture and new ones wherever I go, and Ghana is no exception. Since I arrived, my co-workers have been introducing me to new local street vendors. I’m trying new dishes every day: waakye, redred, jollof, palava, banku with tilapia, fried plantain, yams, and sweet potatoes, fufu with goat, fried rice, Indomie noodles, pawpaw smoothies, and much more.</p>\n<p>Banku reminds me of sourdough bread bowls unique to San Francisco. Fufu reminds me of mochi, my favorite dessert. Their take on fried rice and noodles seems to be inspired by similar dishes in Cantonese cuisine. Indomie noodles with sausage remind me of instant ramen with spam I loved as a kid. There’s even this hot pepper sauce called shito that reminds me of fish or shrimp paste used in other Asian dishes. The local Malta drink reminds me of the taste of traditional Chinese herbal jelly. Alvaro brings memories of Martinelli’s from California.</p>\n<p>Even the culture of street food is reminiscent of a similar culture in Hong Kong. In general, I’ve been surprised at the connections I can make with local dishes here with ones that I’ve grown up with that have become a part of my own identity. These new ingredients have not only excited my taste buds, but expanded my palette to encompass some of the diverse culinary traditions of Ghana and West Africa.</p>\n<p><img src=\"/posts/2019/Ghana/fufu.png\" alt=\"\"> <em>Trying out fufu for the first time at a local food stand near the office. Fufu, to me, tastes like a savory version of mochi or sticky rice.</em></p>\n<p>Beyond the food, it’s been interesting to dive a bit deeper into the history of Ghana and draw parallels to those of my own identities. Both Hong Kong and Ghana (and the US) were former British colonies. I was born two days after the handover of Hong Kong on July 1, 1997. Here in Ghana, July 1st is Republic Day, the day Kwame Nkrumah became the country’s first president. Of course, we also celebrate the 4th of July back in the U.S. for our own independence.</p>\n<p>The most tangible impact of British colonial rule is that, even though these countries span three different continents, English is an official language in all three countries. But in Ghana and Hong Kong, the local languages blend in with British English. Here I’ve started to switch out “that’s right” or “you see?” with “aha,” as well as using “please” more often. I already say “ah” and “aiya” way too many times, and put “lah” at the end of my sentences, as Hongkongers like to do. We even use “aunty” in both countries to refer to a woman older and to show respect or deference. In Ghana, there’s Pidgin English; in Hong Kong, or whenever I converse with my parents, we often mix the two together and call it Chinglish or Kongish. “Okay, please,” perhaps I’ll carry with me some of the “small small” slang I’ve picked up here, “aha.”</p>\n<p><img src=\"/posts/2019/Ghana/kitchen.JPG\" alt=\"\"><br>\n<img src=\"/posts/2019/Ghana/apartmentview.JPG\" alt=\"\"> <em>A glimpse of the neighborhood I’m living in this summer. Both Ghana and Hong Kong were former British colonies with tropical climates, and it’s been interesting to explore the commonalities in both countries.</em></p>\n<p>As I continue to get a deeper understanding of what makes Ghana unique and exciting, I’m learning more about myself and how my different identities fit within a global context. I’m no longer afraid of people asking me where I’m from. It’s only a superficial question. Where we’re from shouldn’t be the only thing that distinguishes us from one another; instead it should be an opportunity to engage in dialogue and uncover shared experiences that bring us closer together. Just in my short time here, I’ve found that we have more things in common than we might think.</p>\n<p><em>Originally published on <a href=\"https://mistiblogs.com/2019/07/26/what-do-ghana-hong-kong-and-the-u-s-have-in-common\">MISTI Blogs</a>.</em></p>\n",
      "date_published": "2019-07-09T17:00:00-07:00"
    },{
      "id": "https://kevinshum.com/posts/pressure-is-a-privilege/",
      "url": "https://kevinshum.com/posts/pressure-is-a-privilege/",
      "title": "Pressure is a privilege",
      "content_html": "<p><img src=\"/posts/MIT/year4/rink.jpeg\" alt=\"\"> <em>Photo: Stephanie Tran/DSL Communications</em></p>\n<h5><em>TO SET THE MOOD: <a href=\"https://open.spotify.com/track/6U3blQmAWB86VeztXj6xw2?si=4GLtdrQWRp6FWl1Rp1-Kqw\">‘ARANJUEZ’ BY JORGE MUÑIZ &amp; JOSÉ LUIS DUVAL</a></em></h5>\n<p><a href=\"https://open.spotify.com/track/6U3blQmAWB86VeztXj6xw2\">https://open.spotify.com/track/6U3blQmAWB86VeztXj6xw2</a></p>\n<h1>I.</h1>\n<p>With the fall semester complete, I could finally focus all my energy and attention on training for the US Championships, taking place the third week of IAP. As the stress of final projects and exams piled up during the last few weeks of the semester, I had prioritized school first, pushing training to the side.</p>\n<p>I didn’t even plan on skating this season. Last season was intended to be my last. But a last-minute injury in the lead up to the 2018 US Champs crippled my preparation, mentally and physically. I had intended to withdraw, but skated through it anyways. That wasn’t how I wanted to end my career.<br>\nI took a long break away from the ice, and as I left for <a href=\"https://mitadmissions.org/blogs/entry/fernweh/\">Switzerland</a>, I used that time away from it all to let my body rest and heal. I did bring my skates with me, just in case.</p>\n<h1>II.</h1>\n<p>A month and a half into the semester, Spring 2018, I reached out to a Swiss skater, who I met at an international competition a few years back, to help arrange ice time for me with her coaching team. I wanted to try it out back on the ice, but on my own terms.</p>\n<p>I only skated once a week, sometimes twice or not at all. It took around an hour each way to take the train and then the bus to get to the rink from my dorm, but it was always something I looked forward to, something that felt familiar in a place where everything was <a href=\"https://mitadmissions.org/blogs/entry/eigenverantwortung/\">new and different</a>. Skating was a part of home, a part of me, of my life for the past 14 years.</p>\n<p>Each time I was out there on the ice, I skated with a purpose, for the joy and freedom, skating fast, jumping high, spinning faster. On my own, I played around with working on new programs too.</p>\n<p>No training regimens, workouts, or diets to follow; no competitions looming to stress over. I even had a lesson with Swiss skater Denise Biellmann, former World Champion and Olympian, and had a blast working on jumps and spins alongside one of her students.</p>\n<h1>III.</h1>\n<p>When I left Europe and headed to Seattle for my summer internship, I still wasn’t exactly sure I would compete again. But I signed up for the 2018 Collegiate Championships that would take place in August on a whim, making a trip out of it with Shannen W. ’21, who also competed for MIT.</p>\n<p>I had two months to prepare for it, but working full-time, I had to squeeze in training in the mornings, and do so on my own, without my coaches in Boston. Worse yet, the skating resources in the area were abysmal. I didn’t have a car, public transportation wasn’t an option in the suburbs, and the closest rinks were at least 30 minutes away. The closest full-sized one was over an hour away during the morning commute.</p>\n<p>If I wanted to skate, I needed to do it early before work, ubering to the closest rink which was roughly 60% the size of a standard NHL rink. The sessions were crowded, and I couldn’t properly train or run-thru my programs. It was frustrating.</p>\n<p>I focused more on my off-ice physical fitness, and I spend more time in the gym, building back up my strength and conditioning and working with a trainer.</p>\n<h1>IV.</h1>\n<p>At the Collegiate Champs, I tried my best, but my inadequate on-ice preparation showed. If I wanted to qualify for the US Championships in January, I needed to fully commit. I needed to get back in shape.</p>\n<p>With the desire to end my career on a better note, I decided to give skating one final go, and registered for the US qualifying season. The rules had changed over the summer, adapting to a new Olympic cycle. The free skate would be 30 seconds shorter, with one fewer jump. Quads (that I don’t have) would be restricted and a new range of points were introduced. Quality, over quantity, would be rewarded. I wouldn’t have the months of the off-season training to rely on, but the new rule changes, I thought, could work to my advantage.</p>\n<p>I had one last year in Boston and a chance to train in likely the best training environment in the world, right here, with my coaches and their <a href=\"https://www.mjmskating.com/\">skating school</a>.</p>\n<h1>V.</h1>\n<p>Once my internship ended, I immediately flew back to campus and settled in to a new <a href=\"https://mitadmissions.org/blogs/entry/how-to-mit/\">pace of life</a>. New classes, new apartment, new but familiar city.</p>\n<p>Luckily, I received a bye to Eastern Sectionals, the qualifier for the US Championship. I had less than 10 weeks to train new programs and get back in shape. With a late start [ For context, last season, I started preparing new programs as early as March and trained all throughout summer. ], I needed to train smart and efficiently.</p>\n<p>I dropped most of my extracurriculars, disafiliated from my fraternity, and didn’t pick back up my UROP. No distractions. I would need to give it all I got. No regrets.</p>\n<p>I tried my best to prioritize skating, but it was still tough to adjust back to the <a href=\"https://mitadmissions.org/blogs/entry/carry-on/\">MIT firehose</a> and try to <a href=\"https://mitadmissions.org/blogs/entry/a-team-effort/\">juggle it all</a>. I still had my last few hard classes to finish up to graduate in time. Some weeks I would only have time to skate one hour, some not at all.</p>\n<p>I did a tune-up at an Intercollegiate competition as a practice run, and as Easterns approached, I tried my best to push off school a little and head to the rink 3 or 4 times a week. I tried to put in some extra hours on the weekends training at the MIT rink, squeezing in as much training as possible. I wasn’t perfect, but I ended up qualifying for my 3rd consecutive senior nationals and 6th US Championships.</p>\n<p>After that, it was <a href=\"https://mitadmissions.org/blogs/entry/just-breathe/\">full steam ahead</a> until my last final. School was back up my priority list. I tried my best to maintain the stamina I built up leading into Easterns, but then I started feeling pain in my right foot. Using that time as an excuse to rest and refocus, I took time off the ice, throwing myself instead into my <a href=\"https://mitadmissions.org/blogs/entry/final-countdown/\">psets, projects</a>, and <a href=\"https://mitadmissions.org/blogs/entry/how_to_finals/\">finals</a>.</p>\n<h1>VI.</h1>\n<p>I returned back in Boston after spending a restful few days at home after the end of fall semester. For the next <a href=\"https://mitadmissions.org/blogs/entry/new-year-new-me/\">4 weeks</a>, I made certain to prioritize skating above, and cleared my schedule.</p>\n<p>Unlike the past three IAPs, I would not be taking on <a href=\"https://mitadmissions.org/blogs/entry/hosed1/\">too much</a>, doing an <a href=\"https://mitadmissions.org/blogs/entry/itinerary-iap-20171/\">externship</a>, or teaching for <a href=\"https://mitadmissions.org/blogs/entry/around-the-world-in-30-days/\">GTL</a>. I was on the ice for 2 50-minute sessions a day, 5 days a week, with a cool-down workout in the afternoon. In the evenings, I could rest, cook, and catch up on anything else I left on the backburner the past semester. I made sure to nurture my body with sleep and healthy, hearty meals.</p>\n<p>I had the next 4 weeks to cram train, mentally and physically, and to stay injury-free. The last time I had the time to train 5 days a week without any other responsibilities or extracurriculars was the summer before I arrived at MIT. If this was to be my last season, I wanted to do it right, to fully commit, to eliminate all distractions. To focus on skating, and only skating.</p>\n<h1>VII.</h1>\n<p>I started adding in a third session to my training regimen, attempting more and more triple axels, more and more reputations of my programs and sections of them. Then, I started feeling discomfort in my right hip, the same hip that caused me trouble the same time the year before in the lead up to the US Champs. It was déjà vu. Horrified, I thought taking the weekend to rest would make it better. It was just as bad when I returned to the ice Monday morning.</p>\n<p>I started toning down my practices. Fewer jumps, no more triple axel attempts, fewer repetitions. I went to get acupuncture, soft tissue work, and physical therapy. I was diagnosed with rectus femoris tendonitis, most certainly an overuse injury from ramping up training too quickly. I had tried to be careful not to make the same mistake as the year before, but yet again, I put my body too much too quickly. From 2 days a week of training if I was lucky, to 5, my body was crumbling — a complete nightmare.</p>\n<p>I had a week to go, and my only option was to push through the pain. I had sacrificed too much already. Withdrawing was not an option.</p>\n<p>I did the prescribed exercises to stretch and strengthen it, and tried my best to nurse it as much as I could. There wasn’t much else I could do at this point.</p>\n<p>In disbelief, I was stressed, anxious, and frustrated. I was quickly losing the confidence I had built up during the past few weeks of solid, hard training. I didn’t want it to end my career knowing that I wasn’t at my peak. I was fighting against time.</p>\n<h1>VIII.</h1>\n<p>When I arrived in Detroit, I wasn’t sure what to expect. I had left Boston with some good practices, but I wasn’t sure how my hip would hold up. My legs were already starting to wear out. But my first practice in the competition arena felt good. Maybe it was adrenaline or the excitement and energy of it all, but I was hopeful I could get through 2 more days. Just 2 more days.</p>\n<p>I was to skate 4th in the 2nd warmup in the short program Saturday morning. I’m not used to competing early in the morning, but I took a much-needed, regenerative 10-minute power nap before I left for the arena.</p>\n<p>As I stepped onto the ice for the 6-minute warmup, I was a bundle of nerves, body clenched tight, more nervous than usual. This was it. The judging panel on the left, the audience seated on all sides of the rink floor-to-ceiling, a big Jumbotron up top, bright lights all around, bass-driven speakers.</p>\n<p>I tried to breathe, and remind myself to appreciate the space, embrace the moment, and treat it like a practice session. I’ve put in the work and done the short program so many times before. I just needed to go out there and have fun, smile, and enjoy it.</p>\n<p>As my name was called, I took two deep breaths and smiled as I took my starting position on the ice. With my hip still a big question mark, I wasn’t attempting the triple axel, but I was determined to rotate all my other jumps. Double axel, triple Lutz-triple toe, camel spin, triple flip, flying sit spin, step sequence, and the final combination spin.</p>\n<p>As I took my bows, I knew I was a bit tight, a bit cautious throughout my performance. I felt relieved, though, to have gotten through the first segment of the competition.</p>\n<p>I could rest a bit easier that night going into the free skate. After the men’s event, I watched the ladies and pairs free skates and was inspired by their fight and grit. I knew the free skate wasn’t going to be easy tomorrow, but I would have to somehow find that fire in my belly, the will to fight to the very end.</p>\n<h1>IX.</h1>\n<p>The next morning, my body was starting to give out, legs exhausted, physically and mentally drained from the long week. I hoped to carry the momentum from the short program the day before.</p>\n<p>I just had one more program to go, one that I would just go for it and give my all. This would be it, my final hurrah. Last to skate in my warmup — my least favorite skating order — I was nervous, a little less than yesterday, but nonetheless, still a bundle of nerves. I told myself to take one element at a time. I could rest all I wanted, only after it was over. Whatever happened, I wanted to end without any regrets.</p>\n<p>Once the music began, I just let my body go for it, element after element. By the middle, my legs started to wear out. Internally, I was screaming to myself to get it together, to focus, to block out all those negative voices telling me to give up, to will myself to push, push, push, to find that extra ounce of anything left in my body.</p>\n<p>I put my hand down on my fifth jump, and as I skated into my sixth one, my mind went numb. I popped it, missing the element completely. Angry, I used that to power myself through the rest of the program with the meager strength I had left.</p>\n<p>As the final note faded into the background, I was too weak to even take a full bow. That was all I had, and then some. I was angry about the miss.</p>\n<p>Right before I stepped off the ice and entered the kiss-and-cry, I turned around and tried to take it all in: the arena, the audience, the ice, the opportunity, the sacrifices, the journey. If this was to be my last competition, my swan song, I wanted to make sure I cherished that moment.</p>\n<p>As the final marks flashed on the Jumbotron, they were merely numbers to me. I shook my head. Instead, the memories of the last few weeks, the past season, my last four years fighting to pursue both skating and school — all of it flashed by in an instant.</p>\n<p>I was nearly in tears backstage, after embracing my coaches, grateful for their trust and support the past 4 years and, most of all, their belief in me.</p>\n<h1>X.</h1>\n<p>I flew back to Boston that evening, took a nice hot shower, and fell to bed.</p>\n<p>I was so mentally and physically drained I didn’t have enough left to process the last few days, the last few weeks. I was merely glad to get away from it all.</p>\n<p>If this was to be the end of one path, one long journey of my life, would I be content? What’s next?</p>\n<p>I’ve achieved my highest of highs, and lowest of lows, in this sport. It’s opened up the world, taking me across the nation and world, and yet forced me to face the darkest of nightmares.</p>\n<p>I <a href=\"https://mitadmissions.org/blogs/entry/skating-or-school/\">wasn’t even sure I’d continue skating</a> when I stepped foot for orientation the first week of school. If it happened, if I still loved it, if I still had time for it, I would go for it. Not for the fame, the titles, or the glory. But for myself.</p>\n<p>And yet I’ve been fortunate to push myself to study and compete full-time each year since. But it’s nearly driven me insane. Older and with less time and energy to focus on taking care of my body, I’ve had more injuries the past 3.5 years than my last 10.5 years combined. Mentally, I’ve never felt more discouraged in my life than struggling through the wee hours of the night to study for impossible exams or complete impossible psets. Beyond all that, it’s been a huge burden to finance both skating and school, two quite pricey endeavors. It’s relentless sacrifice, day in, day out.</p>\n<p>Sometimes I’m not even sure if it was worth it. I had a strong season my final year of high school, and could have happily moved on from there. I could’ve pursued more research, tacked on more classes, saved a lot of money, participated in more opportunities on campus, and spared myself from the physical and mental stress and burden of it all. But then, knowing myself, I didn’t want to think back on my career and ask, what if?</p>\n<h1>XI.</h1>\n<p>Watching my competitors and buddies that I grew up skating and competing with since I was 6 head off to the World Championships, Grand Prix circuit, or the Olympics, it’s difficult to think how might my skating career would have turned out had I chosen a different school and prioritized skating only?</p>\n<p>When you don’t have enough time or energy for both, it’s hard to accept that you <a href=\"https://mitadmissions.org/blogs/entry/skating-or-school/\">won’t be the best at both</a>. I constantly remind myself that that’s okay, because I still have the opportunity to try. To try to push myself mentally and physically. To challenge myself. To come out the next 4 years at MIT stronger, tougher, and more resilient than when I arrived.</p>\n<p>I needn’t be the most accomplished athlete in the arena, or the smartest engineer in the classroom. In fact, I’d rather surround myself with better athletes, stronger engineers, and feed off their energy and optimism and brilliance, and learn from them.</p>\n<p>But was it worth all the sacrifices that I’ve put myself through, the self-imposed pressure to perform, to deliver, to achieve? The biggest of spotlights, the most rigorous of semesters? To try to do it all?</p>\n<h1>XII.</h1>\n<p>So many thoughts and what-if’s continue to clutter — even haunt — my mind. It’s difficult to silence them.</p>\n<p>With time to reflect and step away from both the MIT bubble and skating world before the spring semester starts, I think back to the times when I was young, as I obsessed over skating, when my parents would constantly remind me that there’s more to life than the sport, than wining titles or going to the Olympics. An athletic career is so short-lived, they argued, that I needed to have other dreams too. School could be one of those dreams.</p>\n<p>If this marks the end of my skating career, I think I can be okay with that. It wasn’t perfect, it wasn’t all that I dreamed of, I haven’t achieved everything I’d set off to as that wide-eyed and ambitious 6 year old, but I gave it my best shot.</p>\n<p>What’s next?</p>\n<p>As I approach the end of my undergraduate career, I try to remind myself there’s more to life than both skating and school. Whatever that may be, it’s always hard for me to grapple with uncertainty. I want to make the most of it while I still can, to take it moment by moment — and dare to dream even bigger.</p>\n<p>Check out my <a href=\"https://news.mit.edu/2019/kevin-shum-champion-figure-skater-thrives-as-mit-student-0127\">feature</a> on MIT News written by Kailey Tse-Harlow and a <a href=\"https://www.youtube.com/watch?v=ysu1IriyIvY\">video</a> produced by Stephanie Tran for the Division of Student Life!</p>\n<p><a href=\"https://www.youtube.com/watch?v=ysu1IriyIvY\">https://www.youtube.com/watch?v=ysu1IriyIvY</a></p>\n<p><em>Originally published on <a href=\"https://mitadmissions.org/blogs/entry/pressure-is-a-privilege/\">MIT Admissions</a>.</em></p>\n",
      "date_published": "2019-02-14T16:00:00-08:00"
    },{
      "id": "https://kevinshum.com/posts/Eigenverantwortung/",
      "url": "https://kevinshum.com/posts/Eigenverantwortung/",
      "title": "Eigenverantwortung",
      "content_html": "<p>asdf</p>\n<h1>Result</h1>\n<div>\n        <div id=\"\" class=\"dt lh-copy w-100 pb3 bb bw1 mb1 mb3-ns pt2 pt3-ns \">\n            <div class=\"dtc v-btm tr pb1\">\n                <a class=\"b pv2 ph1 ma0 f5 link no-underline white hover-black hover-bg-white\"\n                    href=\"http://web.mit.edu/kshum/www/sk8mate/#features\" target=\"_blank\">\n                    Read more &#x2197;\n                </a>\n            </div>\n        </div>\n        <div class=\"w-100 overflow-auto f6\">\n            <div class=\"w-100 overflow-auto mb4 f6\">\n                <div class=\"fl-ns w-100 w-50-ns pr3-m pr3-l\">\n                    <h1 class=\"f4 b \">Role</h1>\n                    <p>\n                        We built custom components that add to the smarts of our adaptive skateboard, including a\n                        triple-axis\n                        gyroscope, custom-built sliding mechanism, and stepper motor to actuate the system.\n                    </p>\n                    <p>I wrote the algorithms that interfaced with the electronics to sense balance and wobbles, and to\n                        actuate adjustments. I also\n                        designed\n                        and developed the project website and demo video.</p>\n                    <p>\n                        Our project was featured by <a class=\"link fw7 white no-underline hover-black hover-bg-white\"\n                            href=\"https://news.mit.edu/2019/kevin-shum-champion-figure-skater-thrives-as-mit-student-0127\"\n                            target=\"_blank\">MIT News</a>.\n                    </p>\n                    <h1 class=\"f4 b \">Team</h1>\n                    <p>\n                        Kevin Shum & Jessie Wang</p>\n                </div>\n                <div class=\"fl-ns w-100 w-50-ns pl3-m pl3-l\">\n                    <h1 class=\"f4 b \">Technologies</h1>\n                    <p>\n                        Arduino, Microcontrollers & Electronics\n                        <br>\n                        Gyroscope & Stepper Motor\n                        <br>\n                        Laser Cutting\n                        <br>\n                        Paramteric 3D Modeling\n                        <br>\n                        Power Management\n                        <br>\n                        Product Design\n                        <br>\n                        User Testing\n                        <br>\n                        Web Design & Development\n                        <br>\n                        Videography & Editing\n                    </p>\n                </div>\n            </div>\n            <div id=\"grid\" class=\"mb4 mb0-l overflow-auto\">\n                <div class=\"fl w-50-ns w-100 overlay-container grow pt2 pr1-ns\">\n                    <div class=\"aspect-ratio aspect-ratio--6x4\">\n                        <div style=\"background-image:url(src/public/sk8mate/me-touch.jpeg);\"\n                            class=\"bg-center cover aspect-ratio--object\"></div>\n                    </div>\n                </div>\n                <div class=\"fl w-50-ns w-100 overlay-container grow pt2 pr1-ns\">\n                    <div class=\"aspect-ratio aspect-ratio--6x4\">\n                        <div style=\"background-image:url(src/public/sk8mate/jessie-on.jpeg);\"\n                            class=\"bg-center cover aspect-ratio--object\"></div>\n                    </div>\n                </div>\n                <div class=\"fl w-50-ns w-100 overlay-container grow pt2 pr1-ns\">\n                    <div class=\"aspect-ratio aspect-ratio--6x4\">\n                        <div style=\"background-image:url(src/public/sk8mate/jessie-touch.jpeg);\"\n                            class=\"bg-center cover aspect-ratio--object\"></div>\n                    </div>\n                </div>\n            </div>\n        </div>\n</div>\n<p><img src=\"/posts/2018/fig6/roadmap.md_.png\" alt=\"\"> <em>They're not kidding when they say the Swiss are some of the most On-Top-Of-It people in the World.</em></p>\n<p>They're not kidding when they say the Swiss are some of the most On-Top-Of-It people in the World.</p>\n<p>During the exchange orientation session at ETH, the word Eigenverantwortung popped up during one of the slides—throwback to 18.06. This 18-letter word—a combination of &quot;autonomy,&quot; &quot;self-reliance,&quot; and &quot;individual responsibility&quot;—served as a preemptive warning for us to learn to become highly-responsible, functioning, independent Adults (if that wasn't already expected of us to begin with).</p>\n<p>Just for kicks, let's revisit Junior Fall for a sec, and see how all that Eigenverantwortung Adultness panned out. I had received the offer to study abroad at ETH, and all I needed to do was fill out some required forms and I would be on my way to living that dream Suisse way of life. Simple as that. Or so I thought.</p>\n<p>Here's the progression of my todo list leading up to orientation and all the Adult things I needed to keep track of:</p>\n<ul>\n<li>\n<p>[x] Accept the offer to study at ETH</p>\n</li>\n<li>\n<p>[x] Pick classes from the course catalog and fill out a study plan and follow all the guidelines. Make a spreadsheet first, of course.</p>\n</li>\n</ul>\n<p><img src=\"/posts/2018/fig6/planningclasses.md_.png\" alt=\"\"></p>\n<ul>\n<li>\n<p>[x] Submit my transcript, passport photo, headshot, CV, motivation letter to ETH.</p>\n</li>\n<li>\n<p>[x] Secure a room in student housing from the Housing Office.</p>\n</li>\n<li>\n<p>[x] Register for the intensive German course at University of Zürich.</p>\n</li>\n<li>\n<p>[x] Fill out the forms to acquire a visa and mail my passport to the Swiss embassy.</p>\n</li>\n<li>\n<p>[x] If you receive an email with the subject, &quot;Application academically incorrect,&quot; figure out a way to explain that you pre-reg'd MIT-style, putting down more classes than you will take because you have no idea what's going on at ETH and don't know any upperclassmen or Informatik students to ask what the courses are like and hope that the exchange coordinator buys into that argument.</p>\n</li>\n<li>\n<p>[x] Drop by the pre-departure events set up by GECD. Yay for a chance to meet my fellow exchangers. :)</p>\n</li>\n<li>\n<p>[x] Realise that you still haven't submitted your visa application, and on the form it says &quot;Please note that processing your visa application might take up to 3 months,&quot; but it's December and you leave for Switzerland in less than 2 months, so you just freak out, but luckily you ask someone who did the ETH exchange the year before but in Course 2, and you are reminded that you're dealing with the Swiss, and they will get things done quickly and efficiently so no need to worry, just send it in now, and throughout the process you bond with the other exchangers in a group chat who are also going through the same struggles and hope you make it all together.</p>\n</li>\n<li>\n<p>[x] Pick up your visa authorisation in the mail, but now you have to send in your passport to the Swiss consulate in NYC, oh, but then you realise that you're going back home in two weeks, and hope that you get your passport in the mail on time because you put down your Boston address, and if not you don't know what you're going to do, like have someone still in Boston mail it to you, but do I know anyone still in Boston during Winter Break?</p>\n</li>\n<li>\n<p>[x] Accept your room offer in one of the student houses and wire the required deposit.</p>\n</li>\n<li>\n<p>[x] Figure out how to do an international wire online, but fail, so scramble to visit the nearest Bank of America to have it done in person and realise there is a $40 or something fee, but what else are you going to do, you waited until the last minute and don't want to be homeless in a new country.</p>\n</li>\n<li>\n<p>[x] When you get your ETH email, forward your mail so that you don't miss anything important. Because you probably will and the administration will have no mercy if you miss a deadline. It's the Swiss you're working with, after all, and everything is ruthlessly orderly and efficient.</p>\n</li>\n<li>\n<p>[x] Receive your passport with your shiny new visa in the mail, thank goodness, because you don't know what you would've done otherwise.</p>\n</li>\n<li>\n<p>[x] Attend the MIT Global Education Health and Safety Workshop just to make sure you realise you're going abroad.</p>\n</li>\n<li>\n<p>[x] Attend the GECD Academic Preparation &amp; Cultural Adjustment Session to really make sure you realise you're going abroad and hope your passport and visa come in time.</p>\n</li>\n<li>\n<p>[x] Fill out the Study Abroad Worksheet which requires getting transfer credit approval from Course 6 and the German department for the German courses to count as HASS classes; meeting with your academic advisor for more approval and signatures; meeting with SFS to figure out tuition billing; meeting with MIT Medical to cancel MIT health insurance because you're getting Swiss health insurance. Then, turn in said worksheet to GECD.</p>\n</li>\n<li>\n<p>[x] Send in a copy of your passport and itinerary to GECD and complete the MIT Travel Registry. MIT has your back in case anything goes wrong.</p>\n</li>\n<li>\n<p>[x] Chat with a former Course 2 ETH exchange alum, MIT '16, who reaches out after reading the blogs and offers some solid advice, thanks. :)</p>\n</li>\n<li>\n<p>[x] Book your ticket to Zürich! You're almost there!</p>\n</li>\n<li>\n<p>[x] Pack for your next 9 months in one large suitcase and carry on because you won't be returning back to Boston until the beginning of fall semester. Throw the rest of your stuff into storage. Say bye to everyone and hope they won't forget about you or have too much fun without you when you're gone.</p>\n</li>\n<li>\n<p>[x] Arrive in Zürich. Figure out how to get from the Zurich airport to the student house first. And when you take the train instead of the tram when you were specifically told to take the tram then be thankful you have free 2G international roaming thanks to T-Mobile. Finally, meet with the house responsible and check in to your new room.</p>\n</li>\n<li>\n<p>[x] Brace yourself for culture shock with this handy-dandy guide appropriately titled, &quot;How to Deal with the Challenges of Studying Abroad.&quot;</p>\n</li>\n<li>\n<p>[x] Make sure you pick up your student documents from the Student Exchange Office which contains your fancy new &quot;student card, confirmations of matriculation, a confirmation letter and information for obtaining your residence permit and a lot of additional information on your mobility period and ETH Zurich.&quot;</p>\n</li>\n<li>\n<p>[x] Go to the Housing Office and sign some more forms and the rental contract.</p>\n</li>\n<li>\n<p>[x] Register with the local residential authorities and demonstrate that you've come in peace.</p>\n</li>\n<li>\n<p>[x] Make another appointment at another office to get your biometrics recorded before you can receive your Ausländerausweises (resident permit). Pick it up at the local post office when it's ready.</p>\n</li>\n<li>\n<p>[x] Purchase mandatory Swiss health insurance. Make sure to follow the simple 6-step process (see slide 12) and respond to all the mandatory mail correspondence in German.</p>\n</li>\n</ul>\n<p><img src=\"/posts/2018/fig6/health_insurance.md_.png\" alt=\"\"></p>\n<ul>\n<li>\n<p>[x] Decide whether you should get a SIM card or not, but maybe free 2G international data with your family plan is good enough, even if that means you can't really instagram and snapchat any more unless you're waiting 5 minutes for an image to load. Guess its back to snail mail.</p>\n</li>\n<li>\n<p>[x] Attend the welcome events including the intro session where they might throw fancy German words at you like Eigenverantwortung</p>\n</li>\n</ul>\n<p>~ ~ ~</p>\n<p>E i g e n v e r a n t w o r t u n g.</p>\n<p>Simply put, I needed to realise that I was on my own. Not just across-the-country alone, but 3-thousand-plus-miles-away-in-a-different-continent-where-im-a-foreigner-and-dont-speak-the-lingo alone. I needed to make sure I could survive and thrive—academically, socially, individually—starting with this todo list.</p>\n<p>I needed to realise that I couldn't rely on anything that I had at MIT, my friends, or the support system that I have cultivated the last 2.5 years. Not even Amazon Prime or Trader Joe's. I had to quickly become comfortable with being uncomfortable. I couldn't even rely on my study habits and systems I've nurtured since Freshmen year: how to take notes, tackle psets, complete labs, study for exams, attend office hours. Most courses would be graded solely on your performance on the final exam. One shot, 100% of your grade. No psets, participation grades, midterms, labs, projects, or any other sources of structured accountability that we're used to at MIT.</p>\n<p>There wasn't going to be much in terms of extracurriculars, clubs, organisations, campus culture, dorm culture; no RAs, GRAs, academic advisors, or S3. Student life would be fundamentally different. Everything was going to be different, for better or worse. I needed to, in many ways, reinvent myself, to brace myself for culture shock. Eigenverantwortung was the Swiss take on Mens et Manus. Without the spoon-feeding or sugar-coating, ETH expected each of us take initiative and embrace our newfound autonomy.</p>\n<p>But with individual responsibility came freedom and independence. I was now in control of my own schedule, to form my own community and support network, to prioritise my responsibilities, to learn on my own, to apply the theory in whatever way that suited my learning style best. As long as I could grasp the material and write the exam, everything else was left to our own devices.<br>\nI had the perfect opportunity to design and engineer the semester into whatever I wanted out of it.</p>\n<p>~ ~ ~</p>\n<p>Let's take a look at my course schedule. I attended 6 courses: Intro to Machine Learning, Human-Computer Interaction, 3D Vision, Ubiquitous Computing, Case Studies in Practice, and German A1.2—totalling 24 ETCS credits. ETH students typically take a combination of &quot;small,&quot; &quot;medium,&quot; and &quot;big&quot; courses. 20-25 was the recommended number of credits for us on exchange. (There were, of course, students taking over 30 and even 35 credits, not dissimilar to those at MIT taking 72+ units.)</p>\n<p>Only one of my courses, Intro to ML, had tutorials (recitations), psets, and labs, but the psets weren't graded and the labs were only there to help boost your grade on the final. Human-Computer Interaction was a seminar-style course, in which we read research papers and each week different groups presented on a different topic. For that seminar, along with 3D Vision, another project-based course, our final grade depended on a weighted sum of our presentations, final project, and final paper. I had traditional final exams for Ubiquitous Computing and Case Studies in Practice. For German, we were given a very manageable workload of weekly assignments and lists of vocabulary to memorise, verbs to conjugate.</p>\n<p><img src=\"/posts/2018/fig6/coursetimetable.th_.png\" alt=\"\"> <em>My course timetable—a mere 16 hours of lectures a week (ETH-time is quarter-past). At least 56 hours for sleep (8 hours/day!), 24.5 hours for cooking and eating (3.5ish hours/day), so roughly 71.5 hours free to manage the rest of my life, studies and all.</em></p>\n<p>Compare my calendar from Junior fall…<br>\n<img src=\"/posts/2018/fig6/mitcalendar.md_.png\" alt=\"\"></p>\n<p>…to that of my Junior spring:<br>\n<img src=\"/posts/2018/fig6/ethcalendar.md_.png\" alt=\"\"></p>\n<p>What's up with all that whitespace?!?!?!?!?1</p>\n<p>I spy Free Time???!?!?!!1!11!!!</p>\n<p>At first I wasn't quite sure what to do with my newfound Free Time, a concept I only guiltily indulged in from time to time and lied to myself about because I never really do have Free Time. I looked for research positions, extra courses, part time work, clubs, and societies to fill that void. But I thought back to the one promise I made to myself before I left: embrace your once-in-a-lifetime opportunity to step away from all of my responsibilities and obligations, and do whatever you can to protect that Free Time and keep that schedule as free and open as possible. I wanted to have a spontaneous, stress-free semester. I wanted to appreciate my time at a new school, in a new country. I wanted to appreciate being a college student for once.</p>\n<p>The easy way out, though, was to load on more things. I was scared of being bored. Being busy was natural for me, saying Yes instead of No. But I forced myself to stay true to my promise. Just one semester for yourself, you owe it to yourself.</p>\n<p>Some people have asked if I experienced FOMO, spending over 9 months away from the 'tute and the people that make it special. Well, yes, I did miss my friends, but I would see them when I get back. Everything happening on campus would be more of the same—I'd been through 5 semesters of MIT already.</p>\n<p>The Real Answer: honestly, no, I didn't miss any of it, not at all. I barely even thought of MIT. More importantly, though, I didn't have 3 psets due in two days, 100 pages of reading to annotate the next morning, a paper to finish at midnight, a project deliverable and two midterms the next week. Add in to the mix serving as chapter president for my fraternity, continuing my UROP from the summer, recruiting for a Junior summer internship that spanned over 50 job applications and many more interviews more often than not ending up in rejections, training for the skating season trying to qualify for the US Championships, dealing with injuries and mental and physical fatigue.</p>\n<p>That semester, I was trying to juggle so many things and multitask every hour, micromanage every waking minute of the day, that everything got inextricably intertwined. I had grown increasingly out of touch with myself, enslaved by the rigidness of my calendar and todo lists, always worrying about what was next, the future instead of the present. I was trying to do it all, but not doing any single thing well. I was on the verge of burnout—I don't know how much longer I would've lasted.</p>\n<p>Looking back, the only way I survived throughout that hot mess of a semester was with the glimmer of hope. The hope of liberation, that if I could hold out just a little longer, I would be able to walk again, not be forced to sprint. I had been disillusioned with what my life at MIT had become. Studying abroad was my way out, my saving grace. It was the best excuse to step away from it all.</p>\n<p>Once in Zürich, I could finally breathe, hear myself think, reflect. It was a new school, new country, new year, new adventures, new me. It was time to finally take it all in—one moment, one adventure, one memory at a time. A burden lifted, I was smiling more, laughing more, shoulders relaxed.<br>\nI was happy.</p>\n<p>~ ~ ~</p>\n<p>With freedom and independence, no longer under constant bombardment of stress and looming deadlines, I could get my revision and coursework done during the day, and then spend my weekday nights exploring the city, take a Super Kondi workout class, go on long walks, pop in to local shops, skate whenever I wanted to, read a book, go hiking in the Alps, get to know an incredible array of Swiss, international, and exchange students, cook meals with friends, attend Zvieri in the middle of the day, visit different festivals like Fasnacht and Sechseläuten, take a dip in Lake Zürich, enjoy the sunset on the rooftop. On the weekends, I could travel and explore Zürich, hop on the train to visit cities like Lausanne, Lucerne, or Basel, or even other countries nearby, like bordering Italy, France, Austria, and Germany.</p>\n<p>I could study hard, work hard, and afterwards, truly relax, unplug, and recharge without a worry.</p>\n<p>The Swiss heavily inspired me, too, to take on a new approach to balancing my academic and social spheres. They know how to take their time, enjoy themselves, balance their lives with work and leisure, get things done, pace themselves for the marathon of life, not the sprint to death. No wonder it's one of the happiest countries in the world, so much so that many famous authors have taken refuge in the majestic Swiss alps for creative inspiration (anyone remember Frankenstein?).</p>\n<p>Work-life balance is a cultural expectation here. The two concepts aren't mutually exclusive, like a &quot;school, sleep, social life—pick 2&quot; sort of deal at MIT. Sundays, for example, you will find everyone outside, lying on the grass, enjoying their meals outside, dipping their feet in the river, reading a book, catching up with friends over brunch or coffee, throwing frisbees, hosting a picnic or barbecue, going skiing or hiking. Almost every shop and business is closed on this day of rest, 24 hours truly set aside for rest and regeneration, Free Time intentionally carved out for the masses. I could get used to that.</p>\n<p>~ ~ ~</p>\n<p>Now that I'm about to start Senior year, I'm coming back to MIT recharged, reenergised, reoriented. My first taste of liberation from overcommitment and burnout has shown me that it's possible to take advantage of all the opportunities college has to offer without overworking or stressing yourself out to the brink of insanity. My self-worth isn't tied to all the things that I do, all the things that I achieve.</p>\n<p>As a trained engineer, I had been optimising for the wrong parameter: for work throughput, not our own selves. There's always more to do, more to see, more to learn. I will never be able to do it all. But that's okay. It's fundamentally human. Instead, I can be happy and content and find meaning and value even in slowing down.</p>\n<p>I can approach MIT differently. It doesn't have to always feel like the masochist version of IHTFP. Yes, MIT may be one heck of a firehose, but can't I step slightly away from the nozzle? I just need to pick and choose my priorities, to be intentional about how I want to spent my time, how much water I consume. This is but the start of my career. I don't need to kill myself before I even begin. I have a perfect opportunity to start try to MIT again, more sustainably this time.</p>\n<p>It might've taken 3,743 miles and 5 semesters to figure that out, 5 semesters of self-imposed overcommitment of saying too many yes's, of trying to do it all, of nearly burning out, thinking that I would take pride in being as hosed as humanly possible, stretching my limits to its limits, thinking I'd grow that way.</p>\n<p>But I think I get it now. For me, it's a whole new mindset. Eigenverantwortung isn't just about checking one more thing off of your todo list as a Strong Independent Adult. It's also about the obligation to myself to take a pause, to reflect, to be deliberate in action and inaction. To find clarity amidst the noise, peace in the quiet, myself in the process. Yin with the Yang.</p>\n<p>I still keep too many todo lists, but I'm not letting them guide my life.</p>\n<p>~ ~ ~</p>\n<ul>\n<li>\n<p>[x] Register for my courses again at ETH, in addition to the appropriate exams. (You're allowed to attend the courses without writing the exams.)</p>\n</li>\n<li>\n<p>[x] Sign up for the Erasmus Student Network and request a ESN mentor buddy!</p>\n</li>\n<li>\n<p>[x] Through the University of Zürich Language Centre, sign up for a tandem partner to practice your Swiss German and teach your partner some English slang. (Be warned, your partner's English may be nearly fluent, even if they don't say so. The Swiss are quite modest!)</p>\n</li>\n<li>\n<p>[x] Make sure you have the student house kitchen and bathroom cleaning schedules marked down because if you miss a cleaning night you're punished with two additional ones.</p>\n</li>\n<li>\n<p>[x] Message your skating friend who you met at a competition in Slovakia two years ago, who happens to have grown up and trains in Zurich. Ask her to introduce you to her coach and secure ice time while you're in the country.</p>\n</li>\n<li>\n<p>[x] Remember to drop any exams you don't intend on taking.</p>\n</li>\n<li>\n<p>[x] Figure out how to prepone exams because you already signed your life away for a summer internship in the US and can't take session exams in the month of August, schedule TBD, but somewhere in the 4-week time frame. First read through this handy-dandy 9-page document.</p>\n</li>\n<li>\n<p>[x] Realise that an internship is not a valid excuse for ETH to prepone exams (most students end up staying on campus and study throughout the summer). Email Anne Hunter for help—she has your back, like always, and gets you the letter you need.</p>\n</li>\n<li>\n<p>[x] Once you get the approval from the Examination Office, one of your professors refuses to prepone a written exam because that would mean re-writing an entire final just for you and having one of the professors fly in from Austria just for you. Ask to take a distance exam and hope your intern manager will be okay with that. Figure out how to get the exam proctored come August, but that's future-you problem.</p>\n</li>\n<li>\n<p>[x] Buy a transport pass to get around Switzerland at half price and free train travel after 7pm.</p>\n</li>\n<li>\n<p>[x] Figure out how to find a doctor when your ear gets clogged for a few days and you freak out but luckily there is this lovely service called International SOS that has your back and finds a doctor for you who miraculously unclogs your ear and all is well again.</p>\n</li>\n<li>\n<p>[x] Set up a bank account because you need to pay your rent and bills in Swiss francs and it would probably be better to have access to cash and ATMs and not have to constantly pay exorbitant exchange rate and ATM fees with your US bank but realise that most Swiss banks refuse to open an account for you because you're American and they don't want to deal with you but luckily there is one bank that would be happy to take your money and business and they are super nice and professional and even serve you sparkling water and Swiss chocolate while they process your account and paperwork.</p>\n</li>\n<li>\n<p>[x] Figure out how to sublet your housing because you'll be leaving after classes are over but you're forced on a 6 month lease because it aligns with the 6 month semester (hey, you're supposed to still be there studying during the summer). Interview a few people and host a showing and pick the one you think will keep your room clean and do the kitchen chores or else you lose your deposit. Of course, there are more forms to fill out and turn in.</p>\n</li>\n<li>\n<p>[x] Plan a spring break trip with your new exchange friends to travel Europe but struggle to agree on an itinerary and then decide to travel on your own and meet up with another MIT exchange friend who's studying abroad in London.<br>\nYou've preponed your exams, so buy a return ticket home!</p>\n</li>\n<li>\n<p>[x] When you're about ready to leave, deregister from the authorities and tell them you're leaving the land of Swiss cheese and chocolate and have them revoke your residence permit.</p>\n</li>\n<li>\n<p>[x] But before you go, pay some more money to get a piece of paper confirming with your mandatory Swiss health insurance that you're actually officially legitimately leaving with the Swiss government stamp of approval so you don't pay any more for monthly premiums.</p>\n</li>\n<li>\n<p>[x] Set up your bank account to receive back your housing deposit, assuming all goes well with your subtenant.</p>\n</li>\n<li>\n<p>[x] Remember the exam you have to take in August? Figure out how to get that proctored and send some emails back and forth to get some more signatures from your professors and the Examinations Office and the proctoring service. Pay for this exam out of pocket and for some reason no one will cover this expense (hey, you're supposed to still be there studying during the summer).</p>\n</li>\n<li>\n<p>[x] Cancel your travel pass or else you'll have another year of half-price transport in Switzerland. Maybe the perfect excuse to go back?</p>\n</li>\n<li>\n<p>[x] Write up a study report, and arrange to have your transcripts sent back to MIT and figure out how to get transfer credit…more forms, more signatures, more paperwork, TBD.</p>\n</li>\n<li>\n<p>[x] Begin your Senior fall 5 days after your exchange term officially ends, check.</p>\n</li>\n</ul>\n<p><img src=\"/posts/2018/fig6/checklist.md_.png\" alt=\"\"></p>\n",
      "date_published": "2018-08-27T17:00:00-07:00"
    }
  ]
}
