{
  "version": "https://jsonfeed.org/version/1",
  "title": "Kevin Shum",
  "home_page_url": "https://kevinshum.com/",
  "feed_url": "https://kevinshum.com/feed/feed.json",
  "description": "Seattle-based, MIT-trained design technologist, second-generation realtor &amp; former pro figure skater.",
  "author": {
    "name": "Kevin Shum",
    "url": "https://kevinshum.com/about/"
  },
  "items": [{
      "id": "https://kevinshum.com/posts/helloworld/",
      "url": "https://kevinshum.com/posts/helloworld/",
      "title": "Hello World!",
      "content_html": "<p>After circumnavigating the globe in less than 90 days, I landed back in the US longing to settle down, rest, and reflect on the wildest adventures that encompassed breathtaking hikes and waterfalls and last-minute food poisoning, snorkeling in the Pacific and witnessing kids fighting for their future.</p>\n<p>With hundreds of gigabytes of photos and journal entires to look back on, I had to put that briefly on hold as I now embark on my next adventure: full-time, adult life.</p>\n<p>And this is where this blog begins.</p>\n<p><img src=\"/posts/2019/Seattle/helloseattle.jpg\" alt=\"\"></p>\n<p>As a student, there's freedom and excitement. Yet there's structure, a method to the madness. Each semester is 14 weeks long. We have 3 day weekends, Thanksgiving, Winter Break, Spring Break, summer holiday. Lectures, recitations, labs. Problem sets each week, midterms, exams. Then there's the next semester to look forward to, and the year after that. There's the goal of graduating, finding a job, working on that research project, finishing that pset, mastering that concept.</p>\n<p>As a full-timer, there's even greater freedom and excitement, yet more responsibility and independence. I'm not sure what to expect, how I'll adapt to this new structure. Will I find a work-life balance? Will I keep up with the work items, finances, and my physical and mental health? What devote my free time to, in the evenings and weekends? How will I spend my limited time off? What do I have to look forward to? What's my next goal? How will I settle into a new city, a new group of friends and co-workers? What will my routines and rituals look like?</p>\n<p>I can't imagine how I'll run out of things to do, places to explore, between settling into my new apartment, exploring the city, picking up new hobbies, meeting new people, learning on the job, making this place home, and so much more.</p>\n<p>And it is my hope to document this journey into adulthood, the uncertainty, anxieties, and excitement of it all.</p>\n<p>Hello world, indeed!</p>\n",
      "date_published": "2019-09-14T17:00:00-07:00"
    },{
      "id": "https://kevinshum.com/posts/whats-in-a-name/",
      "url": "https://kevinshum.com/posts/whats-in-a-name/",
      "title": "What&#39;s in a name?",
      "content_html": "<p>Five weeks in, I’ve been getting better at remembering everyone’s name: the people on my team at OZÉ, the students I’m guest lecturing at the University of Ghana, and the local street vendors from whom I shop and purchase snacks and lunch. For example, there’s my co-worker Prince, a very unique but common name in Ghana; Mahfouz, who has roots in Mali and Togo; Kristen, who switches between her Ghanian and English name depending on who she is talking with; Janet, sometimes called Jane; Samuelle, a female but just as strong of a name as Samuel; and Rosalind and Rosa, sisters who share similar names who own adjacent shops. For me, I’m Kevin, and I explain to some that I’m Sam4 Zi3jung5 or Cén Zhìyǒng, depending on if you speak Cantonese or Mandarin.</p>\n<p><img src=\"/posts/2019/Ghana/ozeteam.png\" alt=\"\"> <em>Everyone on the OZÉ team has a unqiue name and story behind it.</em></p>\n<p>Beyond their names, I’m learning what my co-workers like to eat, what the students like to do in their free time, and what specials the vendors offer depending on the day. I’ve learned one of my co-workers has been trying a no-carb diet, while another can’t seem to stop eating more meals in a day. The mandame who offers packaged fresh fruit at the office knows I have a sweet spot for her mangoes. The mangoes have not been in season, thus more expensive, she tells me. The waitress at the nearby cafe remembers my order, and one afternoon when I bumped into her on the street, she asked where I was the day before when I was in another community conducting fieldwork. This all started with a simple, “εte sεn? Hi, my name is Kevin!”</p>\n<p><img src=\"/posts/2019/Ghana/office.JPG\" alt=\"\"> <em>Working hard at the OZÉ office.</em></p>\n<p>These seemingly insignificant personal connections have, in fact, been the most memorable part of my MISTI experience. The people I’m working with are not just Ghanaians. They each have a name, and beyond that, a depth of personality, tastes, and preferences. Likewise, for me, I’m no longer just that obroni or foreigner. I now have a name, a familiar face, a personality. I’m not just a tourist or visitor, or that kid with an Oriental appearance but with an American accent.</p>\n<p>I’m starting to become an acquaintance, a friend, an active resident. If I’m walking down the street, my tailor will glance up from his sewing and say hello, or a street food vendor will shout a friendly greeting. I’m not only just Kevin. To the tailor, I’m the Kevin who prefers plain fabrics and simple cuts and is excited to try out wearing kaftans, a local dress. To the street vendor, I’m the Kevin who likes to munch on the sweet, juicy local mangoes and drink lattes if it’s before 3 pm or else I can’t sleep at night because of the caffeine.</p>\n<p><img src=\"/posts/2019/Ghana/fruit.JPG\" alt=\"\"> <em>My favorite box of fruits from a street vendor who knows my soft spot for the local mangoes.</em></p>\n<p>In this short trip, I’ve realized that finding community is not just about finding people just like you, who share the same color of skin, hold the same passports, or speak in the same language. It’s been about going the extra mile to connect with each other on a personal level, even if it starts out as a simple exchange in the local language, introducing yourself, and remembering names. Once we’re able to humanize each other on a name-to-name basis, we can start to relate to one another and find common ground that defies geographic or cultural boundaries. Conversations flow from there.</p>\n<p><img src=\"/posts/2019/Ghana/kaftan.JPG\" alt=\"\"> <em>A coworker and I wearing our own bespoke kaftans, a local dress, fashioned by local tailors.</em></p>\n<p>Yes, I’m still an Asian American, born and raised in a completely different part of the world, with different traditions, customs, and foods. But thousands of miles away, I’ve met dozens of hospitable locals who have welcomed me to their community and helped me forge a sense of belonging, one name and story at a time. Here, I’ve found a place to call home.</p>\n<!-- ![](/posts/ghana/bridge./JPG\" \"Thumbs up for the canopy walk at Kakum National Park near Cape Coast, Ghana. Turns out it’s less scary than I expected.\">}} -->\n<!-- ![](https://kevinshum.blob.core.windows.net/2019/ghana/view.JPG\" \"One of the most surreal lookout points at Shai Hills\">}} -->\n<!-- ![](/posts/2019/Ghana/gslstudents.JPG)\n<div class=\"pt0 mt0 tc ks-serif i f5 pb2\">Cohort of students I taught with the MIT Global Startup Labs team at the University of Ghana.</div>\n\n![](/posts/2019/Ghana/office.JPG)\n<div class=\"pt0 mt0 tc ks-serif i f5 pb2\">Working hard at the OZÉ office.</div> -->\n<p><img src=\"/posts/2019/Ghana/relax.png\" alt=\"\"> <em>Feeling at home here in Ghana!</em></p>\n<p><em>Originally published on <a href=\"https://mistiblogs.com/2019/07/26/what-do-ghana-hong-kong-and-the-u-s-have-in-common\">MISTI Blogs</a>.</em></p>\n",
      "date_published": "2019-07-09T17:00:00-07:00"
    },{
      "id": "https://kevinshum.com/posts/where-are-you-from/",
      "url": "https://kevinshum.com/posts/where-are-you-from/",
      "title": "What does Ghana, Hong Kong, and the US have in common?",
      "content_html": "<p>“Where are you from?”</p>\n<p>“The US.”</p>\n<p>&quot;You are a liar!&quot; he shouted at me. The others jumped in. &quot;You aren't American! Just look at your face, your eyes, your hair!&quot;</p>\n<p>I was helping 'storm' the local arts market in Accra, Ghana, with other sales reps at the startup I’m interning at. We were ready to leave when we met a group of shop owners near the entrance who were more curious about figuring out where exactly I was from.</p>\n<p>&quot;I was born in California,&quot; I added, if that made my Americanness any more persuasive. To them, it didn’t matter where I was born. It was how I looked.</p>\n<p>In my three weeks here, I've lost track of the &quot;ni hao&quot; greetings I've received on the streets. Sometimes it’s from kids not even 8 years old. On other occasions, I’m sitting in the backseat of an Uber in the middle of an intersection when a trotro (bus) driver looks at me and shouts, “Hey ching chong!”--twice. In any case, I usually respond with a polite hello and a smile, and walk away. Sometimes my American accent catches them off guard. Mandarin isn't even my mother tongue. In Cantonese--my first language--we say “hello,” a product of British rule of Hong Kong for over 150 years, or sometimes “nei5 hou2.”</p>\n<p>No matter where I go, I always feel slightly out of place. In the US, I'm Asian. In Hong Kong, I’m American. At MIT, I’m from the Bay Area. Within my family, I’m Cantonese. Here in Ghana, I come from China. But because I’m always juggling multiple identities, expressed or assumed, I treat it as an opportunity to fluidly adapt to new cultures and environments I find myself in.</p>\n<p>So far, here in Ghana, I’m not only learning more about the diverse local traditions, identities, and histories that make this country unique--for example, the numerous local tribes, languages, and cultures, and the legacy of its colonial past--but about myself, and what it means to be Hong Kong-American in a completely different continent.</p>\n<p>As it turns out, there are a lot more commonalities with Ghana and my own identities than I ever expected.</p>\n<p>To start, let’s talk about food. Food is my favorite way to explore my own culture and new ones wherever I go, and Ghana is no exception. Since I arrived, my co-workers have been introducing me to new local street vendors. I’m trying new dishes every day: waakye, redred, jollof, palava, banku with tilapia, fried plantain, yams, and sweet potatoes, fufu with goat, fried rice, Indomie noodles, pawpaw smoothies, and much more.</p>\n<p>Banku reminds me of sourdough bread bowls unique to San Francisco. Fufu reminds me of mochi, my favorite dessert. Their take on fried rice and noodles seems to be inspired by similar dishes in Cantonese cuisine. Indomie noodles with sausage remind me of instant ramen with spam I loved as a kid. There’s even this hot pepper sauce called shito that reminds me of fish or shrimp paste used in other Asian dishes. The local Malta drink reminds me of the taste of traditional Chinese herbal jelly. Alvaro brings memories of Martinelli’s from California.</p>\n<p>Even the culture of street food is reminiscent of a similar culture in Hong Kong. In general, I’ve been surprised at the connections I can make with local dishes here with ones that I’ve grown up with that have become a part of my own identity. These new ingredients have not only excited my taste buds, but expanded my palette to encompass some of the diverse culinary traditions of Ghana and West Africa.</p>\n<p><img src=\"/posts/2019/Ghana/fufu.png\" alt=\"\"> <em>Trying out fufu for the first time at a local food stand near the office. Fufu, to me, tastes like a savory version of mochi or sticky rice.</em></p>\n<p>Beyond the food, it’s been interesting to dive a bit deeper into the history of Ghana and draw parallels to those of my own identities. Both Hong Kong and Ghana (and the US) were former British colonies. I was born two days after the handover of Hong Kong on July 1, 1997. Here in Ghana, July 1st is Republic Day, the day Kwame Nkrumah became the country’s first president. Of course, we also celebrate the 4th of July back in the U.S. for our own independence.</p>\n<p>The most tangible impact of British colonial rule is that, even though these countries span three different continents, English is an official language in all three countries. But in Ghana and Hong Kong, the local languages blend in with British English. Here I’ve started to switch out “that’s right” or “you see?” with “aha,” as well as using “please” more often. I already say “ah” and “aiya” way too many times, and put “lah” at the end of my sentences, as Hongkongers like to do. We even use “aunty” in both countries to refer to a woman older and to show respect or deference. In Ghana, there’s Pidgin English; in Hong Kong, or whenever I converse with my parents, we often mix the two together and call it Chinglish or Kongish. “Okay, please,” perhaps I’ll carry with me some of the “small small” slang I’ve picked up here, “aha.”</p>\n<p><img src=\"/posts/2019/Ghana/kitchen.JPG\" alt=\"\"><br>\n<img src=\"/posts/2019/Ghana/apartmentview.JPG\" alt=\"\"> <em>A glimpse of the neighborhood I’m living in this summer. Both Ghana and Hong Kong were former British colonies with tropical climates, and it’s been interesting to explore the commonalities in both countries.</em></p>\n<p>As I continue to get a deeper understanding of what makes Ghana unique and exciting, I’m learning more about myself and how my different identities fit within a global context. I’m no longer afraid of people asking me where I’m from. It’s only a superficial question. Where we’re from shouldn’t be the only thing that distinguishes us from one another; instead it should be an opportunity to engage in dialogue and uncover shared experiences that bring us closer together. Just in my short time here, I’ve found that we have more things in common than we might think.</p>\n<p><img src=\"/posts/2019/Ghana/relax.png#full\" alt=\"\"> <em>Relaxing next to the beach in Accra, Ghana, on my day off. This area reminds me of the sea side beach towns with ocean views back home in California.</em></p>\n<p><em>Originally published on <a href=\"https://mistiblogs.com/2019/07/26/what-do-ghana-hong-kong-and-the-u-s-have-in-common\">MISTI Blogs</a>.</em></p>\n",
      "date_published": "2019-07-09T17:00:00-07:00"
    },{
      "id": "https://kevinshum.com/posts/pressure-is-a-privilege/",
      "url": "https://kevinshum.com/posts/pressure-is-a-privilege/",
      "title": "Pressure is a privilege",
      "content_html": "<p><img src=\"/posts/MIT/year4/rink.jpeg\" alt=\"\"> <em>Photo: Stephanie Tran/DSL Communications</em></p>\n<h5><em>TO SET THE MOOD: <a href=\"https://open.spotify.com/track/6U3blQmAWB86VeztXj6xw2?si=4GLtdrQWRp6FWl1Rp1-Kqw\">‘ARANJUEZ’ BY JORGE MUÑIZ &amp; JOSÉ LUIS DUVAL</a></em></h5>\n<p><a href=\"https://open.spotify.com/track/6U3blQmAWB86VeztXj6xw2\">https://open.spotify.com/track/6U3blQmAWB86VeztXj6xw2</a></p>\n<h1>I.</h1>\n<p>With the fall semester complete, I could finally focus all my energy and attention on training for the US Championships, taking place the third week of IAP. As the stress of final projects and exams piled up during the last few weeks of the semester, I had prioritized school first, pushing training to the side.</p>\n<p>I didn’t even plan on skating this season. Last season was intended to be my last. But a last-minute injury in the lead up to the 2018 US Champs crippled my preparation, mentally and physically. I had intended to withdraw, but skated through it anyways. That wasn’t how I wanted to end my career.<br>\nI took a long break away from the ice, and as I left for <a href=\"https://mitadmissions.org/blogs/entry/fernweh/\">Switzerland</a>, I used that time away from it all to let my body rest and heal. I did bring my skates with me, just in case.</p>\n<h1>II.</h1>\n<p>A month and a half into the semester, Spring 2018, I reached out to a Swiss skater, who I met at an international competition a few years back, to help arrange ice time for me with her coaching team. I wanted to try it out back on the ice, but on my own terms.</p>\n<p>I only skated once a week, sometimes twice or not at all. It took around an hour each way to take the train and then the bus to get to the rink from my dorm, but it was always something I looked forward to, something that felt familiar in a place where everything was <a href=\"https://mitadmissions.org/blogs/entry/eigenverantwortung/\">new and different</a>. Skating was a part of home, a part of me, of my life for the past 14 years.</p>\n<p>Each time I was out there on the ice, I skated with a purpose, for the joy and freedom, skating fast, jumping high, spinning faster. On my own, I played around with working on new programs too.</p>\n<p>No training regimens, workouts, or diets to follow; no competitions looming to stress over. I even had a lesson with Swiss skater Denise Biellmann, former World Champion and Olympian, and had a blast working on jumps and spins alongside one of her students.</p>\n<h1>III.</h1>\n<p>When I left Europe and headed to Seattle for my summer internship, I still wasn’t exactly sure I would compete again. But I signed up for the 2018 Collegiate Championships that would take place in August on a whim, making a trip out of it with Shannen W. ’21, who also competed for MIT.</p>\n<p>I had two months to prepare for it, but working full-time, I had to squeeze in training in the mornings, and do so on my own, without my coaches in Boston. Worse yet, the skating resources in the area were abysmal. I didn’t have a car, public transportation wasn’t an option in the suburbs, and the closest rinks were at least 30 minutes away. The closest full-sized one was over an hour away during the morning commute.</p>\n<p>If I wanted to skate, I needed to do it early before work, ubering to the closest rink which was roughly 60% the size of a standard NHL rink. The sessions were crowded, and I couldn’t properly train or run-thru my programs. It was frustrating.</p>\n<p>I focused more on my off-ice physical fitness, and I spend more time in the gym, building back up my strength and conditioning and working with a trainer.</p>\n<h1>IV.</h1>\n<p>At the Collegiate Champs, I tried my best, but my inadequate on-ice preparation showed. If I wanted to qualify for the US Championships in January, I needed to fully commit. I needed to get back in shape.</p>\n<p>With the desire to end my career on a better note, I decided to give skating one final go, and registered for the US qualifying season. The rules had changed over the summer, adapting to a new Olympic cycle. The free skate would be 30 seconds shorter, with one fewer jump. Quads (that I don’t have) would be restricted and a new range of points were introduced. Quality, over quantity, would be rewarded. I wouldn’t have the months of the off-season training to rely on, but the new rule changes, I thought, could work to my advantage.</p>\n<p>I had one last year in Boston and a chance to train in likely the best training environment in the world, right here, with my coaches and their <a href=\"https://www.mjmskating.com/\">skating school</a>.</p>\n<h1>V.</h1>\n<p>Once my internship ended, I immediately flew back to campus and settled in to a new <a href=\"https://mitadmissions.org/blogs/entry/how-to-mit/\">pace of life</a>. New classes, new apartment, new but familiar city.</p>\n<p>Luckily, I received a bye to Eastern Sectionals, the qualifier for the US Championship. I had less than 10 weeks to train new programs and get back in shape. With a late start [ For context, last season, I started preparing new programs as early as March and trained all throughout summer. ], I needed to train smart and efficiently.</p>\n<p>I dropped most of my extracurriculars, disafiliated from my fraternity, and didn’t pick back up my UROP. No distractions. I would need to give it all I got. No regrets.</p>\n<p>I tried my best to prioritize skating, but it was still tough to adjust back to the <a href=\"https://mitadmissions.org/blogs/entry/carry-on/\">MIT firehose</a> and try to <a href=\"https://mitadmissions.org/blogs/entry/a-team-effort/\">juggle it all</a>. I still had my last few hard classes to finish up to graduate in time. Some weeks I would only have time to skate one hour, some not at all.</p>\n<p>I did a tune-up at an Intercollegiate competition as a practice run, and as Easterns approached, I tried my best to push off school a little and head to the rink 3 or 4 times a week. I tried to put in some extra hours on the weekends training at the MIT rink, squeezing in as much training as possible. I wasn’t perfect, but I ended up qualifying for my 3rd consecutive senior nationals and 6th US Championships.</p>\n<p>After that, it was <a href=\"https://mitadmissions.org/blogs/entry/just-breathe/\">full steam ahead</a> until my last final. School was back up my priority list. I tried my best to maintain the stamina I built up leading into Easterns, but then I started feeling pain in my right foot. Using that time as an excuse to rest and refocus, I took time off the ice, throwing myself instead into my <a href=\"https://mitadmissions.org/blogs/entry/final-countdown/\">psets, projects</a>, and <a href=\"https://mitadmissions.org/blogs/entry/how_to_finals/\">finals</a>.</p>\n<h1>VI.</h1>\n<p>I returned back in Boston after spending a restful few days at home after the end of fall semester. For the next <a href=\"https://mitadmissions.org/blogs/entry/new-year-new-me/\">4 weeks</a>, I made certain to prioritize skating above, and cleared my schedule.</p>\n<p>Unlike the past three IAPs, I would not be taking on <a href=\"https://mitadmissions.org/blogs/entry/hosed1/\">too much</a>, doing an <a href=\"https://mitadmissions.org/blogs/entry/itinerary-iap-20171/\">externship</a>, or teaching for <a href=\"https://mitadmissions.org/blogs/entry/around-the-world-in-30-days/\">GTL</a>. I was on the ice for 2 50-minute sessions a day, 5 days a week, with a cool-down workout in the afternoon. In the evenings, I could rest, cook, and catch up on anything else I left on the backburner the past semester. I made sure to nurture my body with sleep and healthy, hearty meals.</p>\n<p>I had the next 4 weeks to cram train, mentally and physically, and to stay injury-free. The last time I had the time to train 5 days a week without any other responsibilities or extracurriculars was the summer before I arrived at MIT. If this was to be my last season, I wanted to do it right, to fully commit, to eliminate all distractions. To focus on skating, and only skating.</p>\n<h1>VII.</h1>\n<p>I started adding in a third session to my training regimen, attempting more and more triple axels, more and more reputations of my programs and sections of them. Then, I started feeling discomfort in my right hip, the same hip that caused me trouble the same time the year before in the lead up to the US Champs. It was déjà vu. Horrified, I thought taking the weekend to rest would make it better. It was just as bad when I returned to the ice Monday morning.</p>\n<p>I started toning down my practices. Fewer jumps, no more triple axel attempts, fewer repetitions. I went to get acupuncture, soft tissue work, and physical therapy. I was diagnosed with rectus femoris tendonitis, most certainly an overuse injury from ramping up training too quickly. I had tried to be careful not to make the same mistake as the year before, but yet again, I put my body too much too quickly. From 2 days a week of training if I was lucky, to 5, my body was crumbling — a complete nightmare.</p>\n<p>I had a week to go, and my only option was to push through the pain. I had sacrificed too much already. Withdrawing was not an option.</p>\n<p>I did the prescribed exercises to stretch and strengthen it, and tried my best to nurse it as much as I could. There wasn’t much else I could do at this point.</p>\n<p>In disbelief, I was stressed, anxious, and frustrated. I was quickly losing the confidence I had built up during the past few weeks of solid, hard training. I didn’t want it to end my career knowing that I wasn’t at my peak. I was fighting against time.</p>\n<h1>VIII.</h1>\n<p>When I arrived in Detroit, I wasn’t sure what to expect. I had left Boston with some good practices, but I wasn’t sure how my hip would hold up. My legs were already starting to wear out. But my first practice in the competition arena felt good. Maybe it was adrenaline or the excitement and energy of it all, but I was hopeful I could get through 2 more days. Just 2 more days.</p>\n<p>I was to skate 4th in the 2nd warmup in the short program Saturday morning. I’m not used to competing early in the morning, but I took a much-needed, regenerative 10-minute power nap before I left for the arena.</p>\n<p>As I stepped onto the ice for the 6-minute warmup, I was a bundle of nerves, body clenched tight, more nervous than usual. This was it. The judging panel on the left, the audience seated on all sides of the rink floor-to-ceiling, a big Jumbotron up top, bright lights all around, bass-driven speakers.</p>\n<p>I tried to breathe, and remind myself to appreciate the space, embrace the moment, and treat it like a practice session. I’ve put in the work and done the short program so many times before. I just needed to go out there and have fun, smile, and enjoy it.</p>\n<p>As my name was called, I took two deep breaths and smiled as I took my starting position on the ice. With my hip still a big question mark, I wasn’t attempting the triple axel, but I was determined to rotate all my other jumps. Double axel, triple Lutz-triple toe, camel spin, triple flip, flying sit spin, step sequence, and the final combination spin.</p>\n<p>As I took my bows, I knew I was a bit tight, a bit cautious throughout my performance. I felt relieved, though, to have gotten through the first segment of the competition.</p>\n<p>I could rest a bit easier that night going into the free skate. After the men’s event, I watched the ladies and pairs free skates and was inspired by their fight and grit. I knew the free skate wasn’t going to be easy tomorrow, but I would have to somehow find that fire in my belly, the will to fight to the very end.</p>\n<h1>IX.</h1>\n<p>The next morning, my body was starting to give out, legs exhausted, physically and mentally drained from the long week. I hoped to carry the momentum from the short program the day before.</p>\n<p>I just had one more program to go, one that I would just go for it and give my all. This would be it, my final hurrah. Last to skate in my warmup — my least favorite skating order — I was nervous, a little less than yesterday, but nonetheless, still a bundle of nerves. I told myself to take one element at a time. I could rest all I wanted, only after it was over. Whatever happened, I wanted to end without any regrets.</p>\n<p>Once the music began, I just let my body go for it, element after element. By the middle, my legs started to wear out. Internally, I was screaming to myself to get it together, to focus, to block out all those negative voices telling me to give up, to will myself to push, push, push, to find that extra ounce of anything left in my body.</p>\n<p>I put my hand down on my fifth jump, and as I skated into my sixth one, my mind went numb. I popped it, missing the element completely. Angry, I used that to power myself through the rest of the program with the meager strength I had left.</p>\n<p>As the final note faded into the background, I was too weak to even take a full bow. That was all I had, and then some. I was angry about the miss.</p>\n<p>Right before I stepped off the ice and entered the kiss-and-cry, I turned around and tried to take it all in: the arena, the audience, the ice, the opportunity, the sacrifices, the journey. If this was to be my last competition, my swan song, I wanted to make sure I cherished that moment.</p>\n<p>As the final marks flashed on the Jumbotron, they were merely numbers to me. I shook my head. Instead, the memories of the last few weeks, the past season, my last four years fighting to pursue both skating and school — all of it flashed by in an instant.</p>\n<p>I was nearly in tears backstage, after embracing my coaches, grateful for their trust and support the past 4 years and, most of all, their belief in me.</p>\n<h1>X.</h1>\n<p>I flew back to Boston that evening, took a nice hot shower, and fell to bed.</p>\n<p>I was so mentally and physically drained I didn’t have enough left to process the last few days, the last few weeks. I was merely glad to get away from it all.</p>\n<p>If this was to be the end of one path, one long journey of my life, would I be content? What’s next?</p>\n<p>I’ve achieved my highest of highs, and lowest of lows, in this sport. It’s opened up the world, taking me across the nation and world, and yet forced me to face the darkest of nightmares.</p>\n<p>I <a href=\"https://mitadmissions.org/blogs/entry/skating-or-school/\">wasn’t even sure I’d continue skating</a> when I stepped foot for orientation the first week of school. If it happened, if I still loved it, if I still had time for it, I would go for it. Not for the fame, the titles, or the glory. But for myself.</p>\n<p>And yet I’ve been fortunate to push myself to study and compete full-time each year since. But it’s nearly driven me insane. Older and with less time and energy to focus on taking care of my body, I’ve had more injuries the past 3.5 years than my last 10.5 years combined. Mentally, I’ve never felt more discouraged in my life than struggling through the wee hours of the night to study for impossible exams or complete impossible psets. Beyond all that, it’s been a huge burden to finance both skating and school, two quite pricey endeavors. It’s relentless sacrifice, day in, day out.</p>\n<p>Sometimes I’m not even sure if it was worth it. I had a strong season my final year of high school, and could have happily moved on from there. I could’ve pursued more research, tacked on more classes, saved a lot of money, participated in more opportunities on campus, and spared myself from the physical and mental stress and burden of it all. But then, knowing myself, I didn’t want to think back on my career and ask, what if?</p>\n<h1>XI.</h1>\n<p>Watching my competitors and buddies that I grew up skating and competing with since I was 6 head off to the World Championships, Grand Prix circuit, or the Olympics, it’s difficult to think how might my skating career would have turned out had I chosen a different school and prioritized skating only?</p>\n<p>When you don’t have enough time or energy for both, it’s hard to accept that you <a href=\"https://mitadmissions.org/blogs/entry/skating-or-school/\">won’t be the best at both</a>. I constantly remind myself that that’s okay, because I still have the opportunity to try. To try to push myself mentally and physically. To challenge myself. To come out the next 4 years at MIT stronger, tougher, and more resilient than when I arrived.</p>\n<p>I needn’t be the most accomplished athlete in the arena, or the smartest engineer in the classroom. In fact, I’d rather surround myself with better athletes, stronger engineers, and feed off their energy and optimism and brilliance, and learn from them.</p>\n<p>But was it worth all the sacrifices that I’ve put myself through, the self-imposed pressure to perform, to deliver, to achieve? The biggest of spotlights, the most rigorous of semesters? To try to do it all?</p>\n<h1>XII.</h1>\n<p>So many thoughts and what-if’s continue to clutter — even haunt — my mind. It’s difficult to silence them.</p>\n<p>With time to reflect and step away from both the MIT bubble and skating world before the spring semester starts, I think back to the times when I was young, as I obsessed over skating, when my parents would constantly remind me that there’s more to life than the sport, than wining titles or going to the Olympics. An athletic career is so short-lived, they argued, that I needed to have other dreams too. School could be one of those dreams.</p>\n<p>If this marks the end of my skating career, I think I can be okay with that. It wasn’t perfect, it wasn’t all that I dreamed of, I haven’t achieved everything I’d set off to as that wide-eyed and ambitious 6 year old, but I gave it my best shot.</p>\n<p>What’s next?</p>\n<p>As I approach the end of my undergraduate career, I try to remind myself there’s more to life than both skating and school. Whatever that may be, it’s always hard for me to grapple with uncertainty. I want to make the most of it while I still can, to take it moment by moment — and dare to dream even bigger.</p>\n<p>Check out my <a href=\"https://news.mit.edu/2019/kevin-shum-champion-figure-skater-thrives-as-mit-student-0127\">feature</a> on MIT News written by Kailey Tse-Harlow and a <a href=\"https://www.youtube.com/watch?v=ysu1IriyIvY\">video</a> produced by Stephanie Tran for the Division of Student Life!</p>\n<p><a href=\"https://www.youtube.com/watch?v=ysu1IriyIvY\">https://www.youtube.com/watch?v=ysu1IriyIvY</a></p>\n<p><em>Originally published on <a href=\"https://mitadmissions.org/blogs/entry/pressure-is-a-privilege/\">MIT Admissions</a>.</em></p>\n",
      "date_published": "2019-02-14T16:00:00-08:00"
    }
  ]
}
